[
    {
        "id": 1,
        "name": "Chocolate Cake",
        "description": "Chocolate cake is  made with chocolate or cocoa.",
        "longDescription": "A chocolate cake is a cake made with chocolate or cocoa. The ingredients are put into a bowl and mixed together; then the mixed ingredients are put into a cake tin and put in an oven until it is fully cooked. Then the cake is taken out of the oven and placed on a cooling stand. If the cake maker wants to, they can ice the cake, when it has cooled down, by spreading thick icing on it. Chocolate cakes are a sold in shops as well as made at home.",
        "price": "4500",
        "rating": 4.1,
        "comments": "Aliquam sit amet diam in magna bibendum imperdiet. Nullam orci pede, venenatis non, sodales sed, tincidunt eu, felis.",
        "image": "../../common/assets/images/products/product-1.jpg",
        "ar_view": "../../common/assets/models/doghouse.gltf"
    },
    {
        "id": 2,
        "name": "Forest Cake",
        "description": "Several layers of chocolate sponge cake sandwiched.",
        "longDescription": "This Black Forest Cake combines rich chocolate cake layers with fresh cherries, cherry liqueur, and a simple whipped cream frosting.",
        "price": "5500",
        "rating": 2.5,
        "comments": "Cras in purus eu magna vulputate luctus. Cum sociis natoque penatibus et magnis dis parturient montes, nascetur ridiculus mus. Vivamus vestibulum sagittis sapien. Cum sociis natoque penatibus et magnis dis parturient montes, nascetur ridiculus mus. Etiam vel augue. Vestibulum rutrum rutrum neque.",
        "image": "../../common/assets/images/products/product-2.jpg",
        "ar_view": "../../common/assets/models/sportcar.glb"
    },
    {
        "id": 3,
        "name": "Tiramisu",
        "description": "Italian dessert made with sponge soaked in coffee and Marsala.",
        "longDescription": "Tiramisu quite literally means, “a pick me up.” One of Italy’s most popular, Tiramisu is a rich treat blending the bold flavors of cocoa and espresso with savory mascarpone cheese and wine, layered with ladyfinger biscuits.",
        "price": "4000",
        "rating": 4.2,
        "comments": "Morbi a ipsum. Integer a nibh. In quis justo. Maecenas rhoncus aliquam lacus. Morbi quis tortor id nulla ultrices aliquet. Maecenas leo odio, condimentum id, luctus nec, molestie sed, justo. Pellentesque viverra pede ac diam.",
        "image": "../../common/assets/images/products/product-3.jpg",
        "ar_view": "../../common/assets/models/WoodenPlane.gltf"
    },
    {
        "id": 4,
        "name": "Cherry Cake",
        "description": "Cherry cake is a traditional British cake.",
        "longDescription": "I adore anything cherry. Give me Cherry Cheesecake or Cherry Pie any day. I’ll devour it. This Cherry Cake was no different. It’s a cake with a layer of cherry filling in the middle and topped with pockets of cake on top.",
        "price": "3500",
        "rating": 4.4,
        "comments": "Ut tellus. Nulla ut erat id mauris vulputate elementum.",
        "image": "../../common/assets/images/products/product-4.jpg",
        "ar_view": "../../common/assets/models/Drone.glb"
    },
    {
        "id": 5,
        "name": "Cup cake",
        "description": "Cupcakes are the ultimate party food. Make some for your next party.",
        "longDescription": "A cupcake is a small cake designed to serve one person, which may be baked in a small thin paper or aluminum cup. As with larger cakes, frosting and other cake decorations such as fruit and candy may be applied.",
        "price": "450",
        "rating": 4.3,
        "comments": "Donec ut mauris eget massa tempor convallis. Nulla neque libero, convallis eget, eleifend luctus, ultricies eu, nibh. Quisque id justo sit amet sapien dignissim vestibulum. Vestibulum ante ipsum primis in faucibus orci luctus et ultrices posuere cubilia Curae; Nulla dapibus dolor vel est. Donec odio justo, sollicitudin ut, suscipit a, feugiat et, eros. Vestibulum ac est lacinia nisi venenatis tristique. Fusce congue, diam id ornare imperdiet, sapien urna pretium nisl, ut volutpat sapien arcu sed augue. Aliquam erat volutpat.",
        "image": "../../common/assets/images/products/product-5.jpg",
        "ar_view": "../../common/assets/models/black_leather_chair.gltf"
    },
    {
        "id": 6,
        "name": "Banana Bread",
        "description": "Banana bread is a type of bread made from mashed bananas.",
        "longDescription": "Banana bread is a type of bread made from mashed bananas. It is often a moist, sweet, cake-like quick bread; however there are some banana bread recipes that are traditional-style raised breads.",
        "price": "1200",
        "rating": 2.9,
        "comments": "Vivamus vestibulum sagittis sapien.",
        "image": "../../common/assets/images/products/product-6.jpg",
        "ar_view": "../../common/assets/models/knife.glb"
    },
    {
        "id": 7,
        "name": "Cheese Cake",
        "description": "Cheesecake is Technically Pie, Not Cake.",
        "longDescription": "Cheesecake is a sweet dessert consisting of one or more layers. The main, and thickest, layer consists of a mixture of a soft, fresh cheese, eggs, and sugar. If there is a bottom layer, it most often consists of a crust or base made from crushed cookies, graham crackers, pastry, or sometimes sponge cake. Cheesecake may be baked or unbaked.",
        "price": "2500",
        "rating": 4.1,
        "comments": "Aliquam sit amet diam in magna bibendum imperdiet. Nullam orci pede, venenatis non, sodales sed, tincidunt eu, felis.",
        "image": "../../common/assets/images/products/product-7.jpg",
        "ar_view": "../../common/assets/models/doghouse.gltf"
    },
    {
        "id": 8,
        "name": "Macaroons",
        "description": "Basic sweetness that is not too overpowering.",
        "longDescription": "A macaron is in every way more visual appealing than the cupcake. It looks heavy and cute with two crusty, perfectly shaped round meringue based layers which have fillings sandwiched in the center. The smooth texture of the outer crust made of almond flour and sugar is smooth and appealing.",
        "price": "1500",
        "rating": 2.5,
        "comments": "Cras in purus eu magna vulputate luctus. Cum sociis natoque penatibus et magnis dis parturient montes, nascetur ridiculus mus. Vivamus vestibulum sagittis sapien. Cum sociis natoque penatibus et magnis dis parturient montes, nascetur ridiculus mus. Etiam vel augue. Vestibulum rutrum rutrum neque.",
        "image": "../../common/assets/images/products/product-8.jpg",
        "ar_view": "../../common/assets/models/sportcar.glb"
    },
    {
        "id": 9,
        "name": "Pancake",
        "description": "Pancakes are a kind of bread made on a frying pan.",
        "longDescription": "A pancake is a breakfast dish, a flat cake that's made by pouring batter into a hot pan and frying it on both sides. Many people like to eat their pancakes with a drizzle of maple syrup. ... Most pancakes begin as a mixture of flour, eggs, milk, and butter, are fried on a greased griddle, and are circular in shape.",
        "price": "1500",
        "rating": 4.2,
        "comments": "Morbi a ipsum. Integer a nibh. In quis justo. Maecenas rhoncus aliquam lacus. Morbi quis tortor id nulla ultrices aliquet. Maecenas leo odio, condimentum id, luctus nec, molestie sed, justo. Pellentesque viverra pede ac diam.",
        "image": "../../common/assets/images/products/product-9.jpg",
        "ar_view": "../../common/assets/models/WoodenPlane.gltf"
    },
    {
        "id": 10,
        "name": "Donuts",
        "description": "A small cake of sweetened.",
        "longDescription": "The doughnut is a fried ring or globule of sweet dough that is either yeast leavened or chemically leavened. The dough is mixed and shaped, dropped into hot oil and fried, and glazed. Jam-filled doughnuts are called bismarks. Batters vary and may be chocolate or lemon and include fruits such as blueberries, raisins, or nuts.",
        "price": "750",
        "rating": 4.4,
        "comments": "Ut tellus. Nulla ut erat id mauris vulputate elementum.",
        "image": "../../common/assets/images/products/product-10.jpg",
        "ar_view": "../../common/assets/models/Drone.glb"
    },
    {
        "id": 11,
        "name": "Sprinkle Cake",
        "description": "Moist and fluffy vanilla cake layers.",
        "longDescription": "Strawberry shortcake is typically made with a biscuit-like cake or scone that is split and filled with strawberries and sweetened whipped cream. It's a dessert that is easy to make and really highlights the berries. The name actually dates back long before this current shortcake first appeared.",
        "price": "6500",
        "rating": 4.3,
        "comments": "Donec ut mauris eget massa tempor convallis. Nulla neque libero, convallis eget, eleifend luctus, ultricies eu, nibh. Quisque id justo sit amet sapien dignissim vestibulum. Vestibulum ante ipsum primis in faucibus orci luctus et ultrices posuere cubilia Curae; Nulla dapibus dolor vel est. Donec odio justo, sollicitudin ut, suscipit a, feugiat et, eros. Vestibulum ac est lacinia nisi venenatis tristique. Fusce congue, diam id ornare imperdiet, sapien urna pretium nisl, ut volutpat sapien arcu sed augue. Aliquam erat volutpat.",
        "image": "../../common/assets/images/products/product-11.jpg",
        "ar_view": "../../common/assets/models/black_leather_chair.gltf"
    },
    {
        "id": 12,
        "name": "Brownies",
        "description": "Layers of chocolate and caramel.",
        "longDescription": "A chocolate brownie or simply a brownie is a square or rectangular chocolate baked confection. Brownies come in a variety of forms and may be either fudgy or cakey, depending on their density. They may include nuts, frosting, cream cheese, chocolate chips, or other ingredients.",
        "price": "1400",
        "rating": 2.9,
        "comments": "Vivamus vestibulum sagittis sapien.",
        "image": "../../common/assets/images/products/product-12.jpg",
        "ar_view": "../../common/assets/models/knife.glb"
    }
]